tap "homebrew/bundle"
brew "brotli"
brew "ca-certificates"
brew "python@3.13"
brew "aom"
brew "ata"
brew "autoconf"
brew "bat"
brew "boost"
brew "c-ares"
brew "cairo"
brew "certifi"
brew "chezmoi"
brew "diff-so-fancy"
brew "double-conversion"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "figlet"
brew "gdk-pixbuf"
brew "hello"
brew "heroku"
brew "lolcat"
brew "neofetch"
brew "openjdk"
brew "pyenv"
brew "python@3.12"
brew "python@3.9"
brew "spaceship"
brew "watchman"
