alsa-lib
aom
ata
autoconf
bat
berkeley-db@5
boost
brotli
bzip2
c-ares
ca-certificates
cairo
certifi
chezmoi
cups
dbus
diff-so-fancy
double-conversion
edencommon
expat
eza
fb303
fbthrift
figlet
fizz
fmt
folly
fontconfig
freetype
gdbm
gdk-pixbuf
gflags
giflib
glib
glog
gperf
graphite2
harfbuzz
hello
heroku
highway
icu4c@76
imath
jpeg-turbo
jpeg-xl
krb5
libdeflate
libedit
libevent
libffi
libgit2
libice
libnghttp2
libnsl
libpng
libsm
libsodium
libssh2
libtiff
libtirpc
libunwind
libuv
libvmaf
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrandr
libxrender
libxt
libxtst
libyaml
little-cms2
lolcat
lz4
lzo
m4
mpdecimal
ncurses
neofetch
node
oniguruma
openexr
openjdk
openssl@3
pcre2
perl
pixman
pkgconf
pyenv
python-packaging
python@3.12
python@3.13
python@3.9
readline
ruby
shared-mime-info
snappy
spaceship
sqlite
unzip
util-linux
wangle
watchman
webp
xorgproto
xxhash
xz
zip
zlib
zsh
zsh-async
zstd
