tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "giflib"
brew "ata"
brew "bat"
brew "cairo"
brew "diff-so-fancy"
brew "eza"
brew "figlet"
brew "fzf"
brew "python@3.12"
brew "pango"
brew "imagemagick"
brew "jpeg"
brew "node"
brew "jupyterlab"
brew "librsvg"
brew "lolcat"
brew "mailsy"
brew "minicom"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neofetch"
brew "pkgconf"
brew "pure", link: false
brew "pyenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "speedtest-cli"
brew "taskell"
brew "telnet"
brew "watchman"
brew "wifi-password"
brew "wimlib"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@6.0"
cask "alt-tab"
cask "hiddenbar"
cask "iterm2"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onelight"
vscode "b4456609.theme-atom-one-light"
vscode "bashmish.es6-string-css"
vscode "catppuccin.catppuccin-vsc"
vscode "cschlosser.doxdocgen"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gabbezeira.miraculous-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "jeoht.es6-string-markdown"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "openai.openai-chatgpt-adhoc"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "ritwickdey.liveserver"
vscode "rocketseat.theme-omni"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "thiagolciobittencourt.omni-dracula-theme"
vscode "tobermory.es6-string-html"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-light"
vscode "vincaslt.highlight-matching-tag"
vscode "xabikos.javascriptsnippets"
vscode "youssef.viow"
vscode "zjcompt.es6-string-javascript"
