aom
ata
autoconf
bat
boost
brotli
c-ares
ca-certificates
cairo
certifi
diff-so-fancy
double-conversion
edencommon
eza
fb303
fbthrift
figlet
fizz
fmt
folly
fontconfig
freetype
fribidi
fzf
gdk-pixbuf
gettext
gflags
ghostscript
giflib
glib
glog
graphite2
harfbuzz
heroku
highway
icu4c@75
icu4c@76
imagemagick
imath
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
jupyterlab
leptonica
libarchive
libb2
libde265
libdeflate
libevent
libgit2
libheif
libidn
liblqr
libnghttp2
libomp
libpng
libraw
librsvg
libsodium
libssh2
libtiff
libtool
libunistring
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lolcat
lz4
lzo
m4
mailsy
minicom
mongodb-atlas-cli
mongodb-community@6.0
mongodb-database-tools
mongosh
mpdecimal
ncurses
neofetch
node
oniguruma
openexr
openjpeg
openssl@3
pandoc
pango
pcre
pcre2
pixman
pkgconf
pure
pyenv
python-packaging
python@3.12
python@3.13
readline
redis
ripgrep
screenresolution
shared-mime-info
snappy
speedtest-cli
sqlite
taskell
telnet
tesseract
wangle
watchman
webp
wifi-password
wimlib
x265
xorgproto
xxhash
xz
zeromq
zoxide
zsh
zsh-async
zstd
